Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

source: %@ is answering…
es: %@ está respondiendo…
ja: %@が回答中…
zh_hans: %@ 正在回复…

source: %@ is having issues. Try again in a moment.
es: %@ está teniendo problemas. Inténtalo de nuevo en un momento.
ja: %@で問題が発生しています。少し待ってから再試行してください。
zh_hans: %@ 出现了问题，请稍后重试。

source: A notification is how Conduck reaches you the moment your reply is ready.
es: Una notificación permite a Conduck avisarte en cuanto tu respuesta esté lista.
ja: 通知を許可すると、返信の準備ができた瞬間にConduckからお知らせできます。
zh_hans: 回复准备好时，Conduck 会通过通知立即告知你。

source: A photo in this chat was too large for your gateway. Start a new voice chat.
es: Una foto de este chat era demasiado grande para tu pasarela. Inicia un chat de voz nuevo.
ja: このチャットの写真がゲートウェイの上限を超えています。新しい音声チャットを始めてください。
zh_hans: 此对话中的照片超过了网关的大小限制，请新建语音对话。

source: API Key
es: Clave de API
ja: APIキー
zh_hans: API 密钥

source: API key
es: Clave de API
ja: APIキー
zh_hans: API 密钥

source: API key valid.
es: Clave de API válida.
ja: APIキーは有効です。
zh_hans: API 密钥有效。

source: About
es: Acerca de
ja: このアプリについて
zh_hans: 关于

source: Action Button
es: Botón de acción
ja: アクションボタン
zh_hans: 操作按钮

source: Add ${files} to Work
es: Añadir ${files} a Trabajo
ja: ${files}をワークスペースに追加
zh_hans: 将 ${files} 添加到工作台

source: Add ${thought} to Work
es: Añadir ${thought} a Trabajo
ja: ${thought}をワークスペースに追加
zh_hans: 将 ${thought} 添加到工作台

source: Add %@ to your Watch
es: Añadir %@ a tu Watch
ja: Watchに%@を追加
zh_hans: 将 %@ 添加到 Apple Watch

source: Add Files to Work
es: Añadir archivos a Trabajo
ja: ファイルをワークスペースに追加
zh_hans: 添加文件到工作台

source: Add Shortcut
es: Añadir atajo
ja: ショートカットを追加
zh_hans: 添加快捷指令

source: Add to Control Center
es: Añadir al centro de control
ja: コントロールセンターに追加
zh_hans: 添加到控制中心

source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

source: Add your %@ API key
es: Añade tu clave de API de %@
ja: %@ APIキーを追加
zh_hans: 添加 %@ API 密钥

source: Add your STT key in Conduck on your iPhone.
es: Añade tu clave de STT en Conduck en tu iPhone.
ja: iPhoneのConduckでSTTキーを追加してください。
zh_hans: 在 iPhone 上的 Conduck 中添加 STT 密钥。

source: All Languages
es: Todos los idiomas
ja: すべての言語
zh_hans: 所有语言

source: Alternatively, bind the Action Button
es: También puedes asignar el botón de acción
ja: アクションボタンへの割り当てもできます
zh_hans: 也可绑定操作按钮

source: An AI you built — or a custom server
es: Una IA que creaste o un servidor personalizado
ja: 自作のAI、またはカスタムサーバー
zh_hans: 你构建的 AI 或自定义服务器

source: Answering…
es: Respondiendo…
ja: 回答中…
zh_hans: 正在回复…

source: Anything OpenAI-compatible: Ollama, LiteLLM, and the like.
es: Cualquier servicio compatible con OpenAI: Ollama, LiteLLM y similares.
ja: Ollama、LiteLLMなどのOpenAI互換サーバーに対応。
zh_hans: 任何兼容 OpenAI 的服务，例如 Ollama、LiteLLM 等。

source: Apple Speech doesn't support this language yet.
es: Apple Speech aún no admite este idioma.
ja: Apple Speechはこの言語にまだ対応していません。
zh_hans: Apple 语音识别暂不支持此语言。

source: Apple Watch Ultra Action Button setup
es: Configurar el botón de acción del Apple Watch Ultra
ja: Apple Watch Ultraのアクションボタン設定
zh_hans: 设置 Apple Watch Ultra 操作按钮

source: Ask
es: Preguntar
ja: 質問する
zh_hans: 提问

source: Ask %@
es: Preguntar a %@
ja: %@に質問
zh_hans: 向 %@ 提问

source: Ask Conduck
es: Preguntar a Conduck
ja: Conduckに質問
zh_hans: 向 Conduck 提问

source: Ask your personal AI
es: Preguntar a tu IA personal
ja: パーソナルAIに質問
zh_hans: 向个人 AI 提问

source: Audio File
es: Archivo de audio
ja: 音声ファイル
zh_hans: 音频文件

source: Auto-detect
es: Detectar automáticamente
ja: 自動検出
zh_hans: 自动检测

source: Back Tap
es: Tocar atrás
ja: 背面タップ
zh_hans: 轻点背面

source: Bearer token
es: Token de portador
ja: Bearer認証トークン
zh_hans: Bearer 令牌

source: Bind %@
es: Asignar %@
ja: %@を割り当て
zh_hans: 绑定 %@

source: Can't reach %@. Check connection.
es: No se puede conectar con %@. Comprueba la conexión.
ja: %@に接続できません。接続を確認してください。
zh_hans: 无法连接 %@，请检查网络连接。

source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

source: Change model or API key
es: Cambiar modelo o clave de API
ja: モデルまたはAPIキーを変更
zh_hans: 更改模型或 API 密钥

source: Change your OpenRouter setup
es: Cambiar tu configuración de OpenRouter
ja: OpenRouterの設定を変更
zh_hans: 更改 OpenRouter 设置

source: Check Conduck
es: Comprobar Conduck
ja: Conduckを確認
zh_hans: 检查 Conduck

source: Check Conduck Is Ready
es: Comprobar si Conduck está listo
ja: Conduckの準備を確認
zh_hans: 检查 Conduck 是否就绪

source: Check Network
es: Comprobar red
ja: ネットワークを確認
zh_hans: 检查网络

source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

source: Checks your connection and your default AI before recording, so nothing you say is wasted.
es: Comprueba tu conexión y tu IA predeterminada antes de grabar, para que nada de lo que digas se pierda.
ja: 録音前に接続とデフォルトのAIを確認して、話した内容が無駄になるのを防ぎます。
zh_hans: 录音前检查网络连接和默认 AI，避免白说一场。

source: Choose "GigaAction"
es: Elige "GigaAction"
ja: 「GigaAction」を選択
zh_hans: 选择“GigaAction”

source: Choose Double Tap
es: Elige Doble toque
ja: 「ダブルタップ」を選択
zh_hans: 选择“轻点两下”

source: Choose gateway
es: Elegir pasarela
ja: ゲートウェイを選択
zh_hans: 选择网关

source: Clear key
es: Borrar clave
ja: キーを削除
zh_hans: 清除密钥

source: Click "Add Keyboard Shortcut"
es: Haz clic en "Añadir función rápida de teclado"
ja: 「キーボードショートカットを追加」をクリック
zh_hans: 点按“添加键盘快捷键”

source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭

source: Collapse
es: Contraer
ja: 折りたたむ
zh_hans: 收起

source: Comes with the iPhone app — no separate download.
es: Se incluye con la app del iPhone: no necesita otra descarga.
ja: iPhoneアプリに含まれています。別途ダウンロードする必要はありません。
zh_hans: 随 iPhone App 提供，无需单独下载。

source: Coming soon
es: Próximamente
ja: 近日公開
zh_hans: 即将推出

source: Common Languages
es: Idiomas habituales
ja: よく使われる言語
zh_hans: 常用语言

source: Community
es: Comunidad
ja: コミュニティ
zh_hans: 社区版

source: Conduck Feedback
es: Comentarios sobre Conduck
ja: Conduckへのフィードバック
zh_hans: Conduck 反馈

source: Conduck connects straight to your AI — we never see your data.
es: Conduck conecta directamente con tu IA: nunca vemos tus datos.
ja: ConduckはAIに直接接続します。私たちがデータを見ることはありません。
zh_hans: Conduck 直接连接你的 AI，我们从不接触你的数据。

source: Conduck couldn't send what you shared. Try sharing it again.
es: Conduck no pudo enviar lo que compartiste. Vuelve a compartirlo.
ja: 共有した内容をConduckから送信できませんでした。もう一度共有してください。
zh_hans: Conduck 无法发送共享内容，请重新共享。

source: Conduck doesn't know which AI to use for new chats. Open Conduck to pick one?
es: Conduck no sabe qué IA usar para los chats nuevos. ¿Abrir Conduck para elegir una?
ja: 新しいチャットに使うAIが設定されていません。Conduckを開いて選びますか？
zh_hans: Conduck 尚未确定新对话使用哪个 AI。要打开 Conduck 选择吗？

source: Conduck doesn't know which AI to use. Choose one from the list.
es: Conduck no sabe qué IA usar. Elige una de la lista.
ja: 使用するAIが設定されていません。リストから選んでください。
zh_hans: Conduck 尚未确定使用哪个 AI，请从列表中选择。

source: Conduck is a client, not an AI service — it has no AI of its own. Think of it like a remote control that talks to the AI you set up and run yourself.
es: Conduck es un cliente, no un servicio de IA: no tiene una IA propia. Es como un mando a distancia que habla con la IA que tú configuras y ejecutas.
ja: ConduckはAIサービスではなく、独自のAIを持たないクライアントです。自分で設定・運用するAIを操作するリモコンのように使えます。
zh_hans: Conduck 是客户端，本身不提供 AI 服务。你可以把它当作遥控器，用来与自己设置和运行的 AI 通信。

source: Conduck needs your AI running as a server.
es: Conduck necesita que tu IA funcione como servidor.
ja: Conduckを使うには、AIをサーバーとして稼働させる必要があります。
zh_hans: Conduck 需要你的 AI 以服务器形式运行。

source: Conduck needs your Microphone and Speech Recognition to turn speech into text.
es: Conduck necesita tu micrófono y el reconocimiento de voz para convertir la voz en texto.
ja: Conduckで音声をテキストにするには、マイクと音声認識へのアクセスが必要です。
zh_hans: Conduck 需要麦克风和语音识别权限，才能将语音转换为文字。

source: Conduck needs your microphone and Speech Recognition to turn speech into text.
es: Conduck necesita tu micrófono y el reconocimiento de voz para convertir la voz en texto.
ja: Conduckで音声をテキストにするには、マイクと音声認識へのアクセスが必要です。
zh_hans: Conduck 需要麦克风和语音识别权限，才能将语音转换为文字。

source: Conduck on Apple Watch
es: Conduck en Apple Watch
ja: Apple WatchのConduck
zh_hans: Apple Watch 上的 Conduck

source: Conduck sends audio directly to %@ with your key. Your audio never touches an intermediary server.
es: Conduck envía el audio directamente a %@ con tu clave. Tu audio nunca pasa por un servidor intermediario.
ja: Conduckは、あなたのキーを使って音声を%@に直接送信します。中継サーバーを通ることはありません。
zh_hans: Conduck 使用你的密钥，将音频直接发送到 %@。音频不会经过中间服务器。

source: Connect
es: Conectar
ja: 接続
zh_hans: 连接

source: Connect my own server
es: Conectar mi propio servidor
ja: 自分のサーバーに接続
zh_hans: 连接我自己的服务器

source: Connect to any OpenAI-compatible gateway.
es: Conecta con cualquier pasarela compatible con OpenAI.
ja: OpenAI互換のゲートウェイに接続できます。
zh_hans: 连接任意兼容 OpenAI 的网关。

source: Connect your AI server
es: Conectar tu servidor de IA
ja: AIサーバーに接続
zh_hans: 连接 AI 服务器

source: Connect your own server
es: Conectar tu propio servidor
ja: 自分のサーバーに接続
zh_hans: 连接自己的服务器

source: Connect your personal AI
es: Conectar tu IA personal
ja: パーソナルAIに接続
zh_hans: 连接个人 AI

source: Connected
es: Conectado
ja: 接続済み
zh_hans: 已连接

source: Control Center
es: Centro de control
ja: コントロールセンター
zh_hans: 控制中心

source: Conversations
es: Conversaciones
ja: 会話
zh_hans: 对话

# Copied
source: Copy
es: Copiar
ja: コピー
zh_hans: 复制

source: Copy
es: Copiar
ja: コピー
zh_hans: 复制

source: Could not find the shortcut file. Please reinstall the app.
es: No se encontró el archivo del atajo. Vuelve a instalar la app.
ja: ショートカットファイルが見つかりません。アプリを再インストールしてください。
zh_hans: 找不到快捷指令文件，请重新安装 App。

source: Couldn't clear your conversations. Try again.
es: No se pudieron borrar tus conversaciones. Inténtalo de nuevo.
ja: 会話を削除できませんでした。再試行してください。
zh_hans: 无法清除对话，请重试。

source: Couldn't load this conversation. Try again.
es: No se pudo cargar esta conversación. Inténtalo de nuevo.
ja: この会話を読み込めませんでした。再試行してください。
zh_hans: 无法载入此对话，请重试。

source: Couldn't load your conversations. Try again.
es: No se pudieron cargar tus conversaciones. Inténtalo de nuevo.
ja: 会話を読み込めませんでした。再試行してください。
zh_hans: 无法载入对话，请重试。

source: Couldn't reach OpenRouter just now.
es: No se pudo conectar con OpenRouter ahora.
ja: 現在、OpenRouterに接続できませんでした。
zh_hans: 暂时无法连接 OpenRouter。

source: Couldn't reach the server. Try again.
es: No se pudo conectar con el servidor. Inténtalo de nuevo.
ja: サーバーに接続できませんでした。再試行してください。
zh_hans: 无法连接服务器，请重试。

source: Couldn't reach your personal AI. Try again.
es: No se pudo conectar con tu IA personal. Inténtalo de nuevo.
ja: パーソナルAIに接続できませんでした。再試行してください。
zh_hans: 无法连接个人 AI，请重试。

source: Couldn't read your STT key. If your iPhone just restarted, unlock it and try again.
es: No se pudo leer tu clave de STT. Si tu iPhone acaba de reiniciarse, desbloquéalo y vuelve a intentarlo.
ja: STTキーを読み取れませんでした。iPhoneを再起動した直後なら、ロックを解除して再試行してください。
zh_hans: 无法读取 STT 密钥。如果 iPhone 刚重新启动，请解锁后重试。

source: Couldn't read your STT key. Unlock your iPhone and try again.
es: No se pudo leer tu clave de STT. Desbloquea tu iPhone y vuelve a intentarlo.
ja: STTキーを読み取れませんでした。iPhoneのロックを解除して再試行してください。
zh_hans: 无法读取 STT 密钥，请解锁 iPhone 后重试。

source: Couldn't save your token securely. Try again.
es: No se pudo guardar tu token de forma segura. Inténtalo de nuevo.
ja: 認証トークンを安全に保存できませんでした。再試行してください。
zh_hans: 无法安全保存令牌，请重试。

source: Couldn't save — try again.
es: No se pudo guardar: inténtalo de nuevo.
ja: 保存できませんでした。再試行してください。
zh_hans: 无法保存，请重试。

source: Couldn't send
es: No se pudo enviar
ja: 送信できませんでした
zh_hans: 无法发送

source: Couldn't send that message. Try again.
es: No se pudo enviar ese mensaje. Inténtalo de nuevo.
ja: メッセージを送信できませんでした。再試行してください。
zh_hans: 无法发送此消息，请重试。

source: Couldn't send your file
es: No se pudo enviar tu archivo
ja: ファイルを送信できませんでした
zh_hans: 无法发送文件

source: Couldn't send — try again in a minute.
es: No se pudo enviar: inténtalo de nuevo en un minuto.
ja: 送信できませんでした。1分ほど待ってから再試行してください。
zh_hans: 无法发送，请稍后重试。

source: Couldn't stage audio for upload.
es: No se pudo preparar el audio para subirlo.
ja: アップロード用の音声を準備できませんでした。
zh_hans: 无法准备待上传的音频。

source: Couldn't stage the retry audio.
es: No se pudo preparar el audio para reintentar.
ja: 再試行用の音声を準備できませんでした。
zh_hans: 无法准备重试音频。

source: Couldn't start recording. Try again.
es: No se pudo iniciar la grabación. Inténtalo de nuevo.
ja: 録音を開始できませんでした。再試行してください。
zh_hans: 无法开始录音，请重试。

source: Couldn't start the download. Check your connection and try again.
es: No se pudo iniciar la descarga. Comprueba tu conexión y vuelve a intentarlo.
ja: ダウンロードを開始できませんでした。接続を確認して再試行してください。
zh_hans: 无法开始下载，请检查网络连接后重试。

source: Create a setup code
es: Crear un código de configuración
ja: 設定コードを作成
zh_hans: 创建设置代码

source: Creates an API key for Conduck in your OpenRouter account — nothing to copy.
es: Crea una clave de API para Conduck en tu cuenta de OpenRouter: no tienes que copiar nada.
ja: OpenRouterアカウントにConduck用のAPIキーを作成します。コピーは不要です。
zh_hans: 在 OpenRouter 账户中为 Conduck 创建 API 密钥，无需复制。

source: Currently
es: Actualmente
ja: 現在
zh_hans: 当前

source: Custom gateway
es: Pasarela personalizada
ja: カスタムゲートウェイ
zh_hans: 自定义网关

source: Custom voice endpoints aren't available in the car. Pick another provider in Conduck on your iPhone.
es: Los puntos de conexión de voz personalizados no están disponibles en el coche. Elige otro proveedor en Conduck en tu iPhone.
ja: カスタム音声エンドポイントは車内では利用できません。iPhoneのConduckで別のプロバイダーを選んでください。
zh_hans: 车载模式不支持自定义语音端点，请在 iPhone 上的 Conduck 中选择其他服务商。

source: Delete
es: Eliminar
ja: 削除
zh_hans: 删除

source: Delete All
es: Eliminar todo
ja: すべて削除
zh_hans: 全部删除

source: Delete all conversations?
es: ¿Eliminar todas las conversaciones?
ja: すべての会話を削除しますか？
zh_hans: 删除所有对话？

source: Didn't catch that — try again.
es: No se entendió: inténtalo de nuevo.
ja: 聞き取れませんでした。再試行してください。
zh_hans: 没听清，请重试。

source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭

source: Don't see it?
es: ¿No lo ves?
ja: 見つかりませんか？
zh_hans: 没找到？

source: Done
es: Listo
ja: 完了
zh_hans: 完成

source: Done.
es: Listo.
ja: 完了しました。
zh_hans: 完成。

source: Download failed. Tap to try again.
es: Falló la descarga. Toca para reintentar.
ja: ダウンロードに失敗しました。タップして再試行してください。
zh_hans: 下载失败，轻点重试。

source: Downloading… %lld%%
es: Descargando… %lld%%
ja: ダウンロード中… %lld%%
zh_hans: 正在下载… %lld%%

source: Earlier
es: Anteriormente
ja: 以前
zh_hans: 更早

source: Enable Voice
es: Activar voz
ja: 音声を有効にする
zh_hans: 启用语音

source: End
es: Finalizar
ja: 終了
zh_hans: 结束

source: Enter the full gateway URL including https://.
es: Introduce la URL completa de la pasarela, incluido https://.
ja: https://を含む完全なゲートウェイURLを入力してください。
zh_hans: 请输入包含 https:// 的完整网关 URL。

source: Every Apple device
es: Todos los dispositivos Apple
ja: すべてのAppleデバイス
zh_hans: 所有 Apple 设备

source: Expand
es: Expandir
ja: 展開
zh_hans: 展开

source: Failed to start audio recording.
es: No se pudo iniciar la grabación de audio.
ja: 音声録音を開始できませんでした。
zh_hans: 无法开始音频录制。

source: Failed to start recording.
es: No se pudo iniciar la grabación.
ja: 録音を開始できませんでした。
zh_hans: 无法开始录音。

source: Feedback Email
es: Correo de comentarios
ja: フィードバックメール
zh_hans: 反馈邮件

source: Find "GigaAction" shortcut
es: Busca el atajo "GigaAction"
ja: 「GigaAction」ショートカットを探す
zh_hans: 找到“GigaAction”快捷指令

source: Find "Shortcuts" and tap "Shortcut"
es: Busca "Atajos" y toca "Atajo"
ja: 「ショートカット」を探して「ショートカット」をタップ
zh_hans: 找到“快捷指令”，轻点“快捷指令”

source: Find Conduck and tap "GigaAction"
es: Busca Conduck y toca "GigaAction"
ja: Conduckを探して「GigaAction」をタップ
zh_hans: 找到 Conduck，轻点“GigaAction”

source: Find Conduck, tap %@
es: Busca Conduck y toca %@
ja: Conduckを探して%@をタップ
zh_hans: 找到 Conduck，轻点 %@

source: First step: tap Add Shortcut below. Takes a second.
es: Primer paso: toca Añadir atajo abajo. Tarda un segundo.
ja: まず下の「ショートカットを追加」をタップしてください。すぐに終わります。
zh_hans: 第一步：轻点下方的“添加快捷指令”，只需片刻。

source: Get a %@ API key
es: Obtener una clave de API de %@
ja: %@ APIキーを取得
zh_hans: 获取 %@ API 密钥

source: Get an OpenRouter API key
es: Obtener una clave de API de OpenRouter
ja: OpenRouter APIキーを取得
zh_hans: 获取 OpenRouter API 密钥

source: Go Back
es: Volver
ja: 戻る
zh_hans: 返回

source: Go to Accessibility
es: Ir a Accesibilidad
ja: アクセシビリティを開く
zh_hans: 前往辅助功能

source: Good to know
es: Conviene saberlo
ja: 知っておくと便利
zh_hans: 使用须知

source: Guide me through it
es: Guiarme paso a paso
ja: 手順を案内
zh_hans: 引导我设置

source: Hear back from your AI
es: Escucha la respuesta de tu IA
ja: AIから返信を受け取る
zh_hans: 听取 AI 的回复

source: Hosted
es: Alojado
ja: ホスト型
zh_hans: 托管

source: How Conduck works
es: Cómo funciona Conduck
ja: Conduckの仕組み
zh_hans: Conduck 的工作原理

source: I already have a code
es: Ya tengo un código
ja: コードを持っています
zh_hans: 我已有代码

source: I've Added It
es: Ya lo añadí
ja: 追加しました
zh_hans: 已添加

source: I've Set It Up
es: Ya lo configuré
ja: 設定しました
zh_hans: 已设置

source: Installs automatically
es: Se instala automáticamente
ja: 自動でインストールされます
zh_hans: 自动安装

source: Invalid key.
es: Clave no válida.
ja: キーが無効です。
zh_hans: 密钥无效。

source: Is your AI running as a server?
es: ¿Tu IA funciona como servidor?
ja: AIはサーバーとして稼働していますか？
zh_hans: AI 是否以服务器形式运行？

source: Is your server running?
es: ¿Tu servidor está en funcionamiento?
ja: サーバーは稼働していますか？
zh_hans: 服务器是否正在运行？

source: It doesn't have to be reachable from this device yet — the next step sets that up.
es: Aún no tiene que ser accesible desde este dispositivo: el siguiente paso lo configura.
ja: このデバイスからまだ接続できなくても大丈夫です。次の手順で設定します。
zh_hans: 目前无需从此设备访问它，下一步会设置。

source: Key
es: Clave
ja: キー
zh_hans: 密钥

source: Keyboard Shortcut
es: Función rápida de teclado
ja: キーボードショートカット
zh_hans: 键盘快捷键

source: Language hint
es: Indicación de idioma
ja: 認識する言語のヒント
zh_hans: 语言提示

source: Launch at Login
es: Abrir al iniciar sesión
ja: ログイン時に起動
zh_hans: 登录时启动

source: Leave blank to keep your current key. A new key doesn't remove the old one from your OpenRouter account.
es: Déjalo vacío para conservar tu clave actual. Una clave nueva no elimina la anterior de tu cuenta de OpenRouter.
ja: 空欄にすると現在のキーを使います。新しいキーを追加しても、OpenRouterアカウントの古いキーは削除されません。
zh_hans: 留空以保留当前密钥。新密钥不会从 OpenRouter 账户中移除旧密钥。

source: Let's go
es: Vamos
ja: 始める
zh_hans: 开始吧

source: Listening
es: Escuchando
ja: 聞き取り中
zh_hans: 正在聆听

source: Low Power Mode — max 30s recording
es: Modo de bajo consumo: grabación máxima de 30s
ja: 低電力モード — 録音は最大30秒
zh_hans: 低电量模式，最多录音 30 秒

source: Manage this key on OpenRouter
es: Gestionar esta clave en OpenRouter
ja: OpenRouterでこのキーを管理
zh_hans: 在 OpenRouter 管理此密钥

source: Menu Bar App
es: App de la barra de menús
ja: メニューバーアプリ
zh_hans: 菜单栏 App

source: Messages go straight to OpenRouter, no middleman.
es: Los mensajes van directamente a OpenRouter, sin intermediarios.
ja: メッセージは中継サービスを通らず、OpenRouterに直接送られます。
zh_hans: 消息直接发送到 OpenRouter，不经过中间服务。

source: Mic access is off
es: El acceso al micrófono está desactivado
ja: マイクへのアクセスが無効です
zh_hans: 麦克风访问已关闭

source: Mic access needed
es: Se necesita acceso al micrófono
ja: マイクへのアクセスが必要です
zh_hans: 需要麦克风权限

source: Microphone access denied. Open System Settings → Privacy & Security → Microphone to enable.
es: Acceso al micrófono denegado. Abre Ajustes del Sistema → Privacidad y seguridad → Micrófono para activarlo.
ja: マイクへのアクセスが拒否されています。システム設定 → プライバシーとセキュリティ → マイクで有効にしてください。
zh_hans: 麦克风访问被拒绝。请打开“系统设置”→“隐私与安全性”→“麦克风”启用。

source: Microphone access is off for Conduck. Turn it on in iPhone Settings.
es: El acceso al micrófono está desactivado para Conduck. Actívalo en los ajustes del iPhone.
ja: Conduckのマイクへのアクセスが無効です。iPhoneの設定で有効にしてください。
zh_hans: Conduck 的麦克风访问已关闭，请在 iPhone 设置中开启。

source: Microphone is in use by another recording.
es: El micrófono está en uso para otra grabación.
ja: マイクは別の録音で使用中です。
zh_hans: 麦克风正在用于另一段录音。

# Microphone permission denied. Enable in Settings → Privacy → Microphone.
source: Microphone permission denied. Enable in Settings → Privacy & Security → Microphone.
es: Permiso de micrófono denegado. Actívalo en Ajustes → Privacidad y seguridad → Micrófono.
ja: マイクへのアクセスが拒否されています。設定 → プライバシーとセキュリティ → マイクで有効にしてください。
zh_hans: 麦克风权限被拒绝，请在“设置”→“隐私与安全性”→“麦克风”中启用。

source: Model
es: Modelo
ja: モデル
zh_hans: 模型

source: Mute
es: Silenciar
ja: 消音
zh_hans: 静音

source: Muted
es: Silenciado
ja: 消音中
zh_hans: 已静音

source: New Conversation
es: Nueva conversación
ja: 新しい会話
zh_hans: 新建对话

source: New conversation
es: Nueva conversación
ja: 新しい会話
zh_hans: 新建对话

source: New gateway
es: Nueva pasarela
ja: 新しいゲートウェイ
zh_hans: 新建网关

source: New reply below
es: Nueva respuesta abajo
ja: 下に新しい返信があります
zh_hans: 下方有新回复

source: New voice chat
es: Nuevo chat de voz
ja: 新しい音声チャット
zh_hans: 新建语音对话

source: Next
es: Siguiente
ja: 次へ
zh_hans: 下一步

source: No STT API key set. Open Settings to add one.
es: No hay ninguna clave de API de STT. Abre Ajustes para añadir una.
ja: STT APIキーが設定されていません。設定を開いて追加してください。
zh_hans: 尚未设置 STT API 密钥，请打开“设置”添加。

source: No audio data recorded.
es: No se grabaron datos de audio.
ja: 音声データが録音されていません。
zh_hans: 未录制到音频数据。

source: No conversations yet
es: Aún no hay conversaciones
ja: 会話はまだありません
zh_hans: 暂无对话

source: No matches
es: Sin coincidencias
ja: 一致する結果はありません
zh_hans: 无匹配结果

source: No middleman
es: Sin intermediarios
ja: 中継サービスなし
zh_hans: 无中间服务

source: No saved key to test. Paste your %@ key first.
es: No hay ninguna clave guardada para probar. Pega primero tu clave de %@.
ja: テストするキーが保存されていません。まず%@のキーを貼り付けてください。
zh_hans: 没有可测试的已保存密钥，请先粘贴 %@ 密钥。

source: No saved recording to retry.
es: No hay ninguna grabación guardada para reintentar.
ja: 再試行する録音が保存されていません。
zh_hans: 没有可重试的已保存录音。

source: No saved token to test. Paste your %@ token first.
es: No hay ningún token guardado para probar. Pega primero tu token de %@.
ja: テストする認証トークンが保存されていません。まず%@の認証トークンを貼り付けてください。
zh_hans: 没有可测试的已保存令牌，请先粘贴 %@ 令牌。

source: No server needed — just an OpenRouter API key.
es: No necesita servidor: solo una clave de API de OpenRouter.
ja: サーバー不要。OpenRouter APIキーだけで使えます。
zh_hans: 无需服务器，只需 OpenRouter API 密钥。

source: No, or I'm not sure
es: No, o no estoy seguro
ja: いいえ、または分かりません
zh_hans: 没有，或不确定

source: Not now
es: Ahora no
ja: 今はしない
zh_hans: 暂不

source: Nothing in your conversations matches that search.
es: Nada en tus conversaciones coincide con esa búsqueda.
ja: 検索に一致する会話はありません。
zh_hans: 对话中没有符合搜索条件的内容。

source: OK
es: Aceptar
zh_hans: 好

source: Ollama, LM Studio, or a server you set up yourself.
es: Ollama, LM Studio o un servidor que hayas configurado tú.
ja: Ollama、LM Studio、または自分で設定したサーバー。
zh_hans: Ollama、LM Studio，或自己设置的服务器。

source: On-device voice isn't ready. Open Conduck on your iPhone to set it up.
es: La voz en el dispositivo no está lista. Abre Conduck en tu iPhone para configurarla.
ja: デバイス内音声認識はまだ準備できていません。iPhoneでConduckを開いて設定してください。
zh_hans: 设备端语音尚未就绪，请在 iPhone 上打开 Conduck 完成设置。

source: Open Conduck on your iPhone to enable microphone access.
es: Abre Conduck en tu iPhone para activar el acceso al micrófono.
ja: マイクへのアクセスを有効にするには、iPhoneでConduckを開いてください。
zh_hans: 请在 iPhone 上打开 Conduck，启用麦克风访问。

source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
zh_hans: 打开设置

source: Open Settings on your Watch
es: Abrir Ajustes en tu Watch
ja: Watchの設定を開く
zh_hans: 在 Apple Watch 上打开设置

source: Open Shortcuts app
es: Abrir la app Atajos
ja: ショートカットアプリを開く
zh_hans: 打开快捷指令 App

source: Open the Watch app on your iPhone and add Conduck from Available Apps.
es: Abre la app Watch en tu iPhone y añade Conduck desde Apps disponibles.
ja: iPhoneでWatchアプリを開き、「利用可能なApp」からConduckを追加してください。
zh_hans: 在 iPhone 上打开 Watch App，从“可用 App”中添加 Conduck。

source: OpenClaw or Hermes server
es: Servidor OpenClaw o Hermes
ja: OpenClawまたはHermesサーバー
zh_hans: OpenClaw 或 Hermes 服务器

source: OpenClaw, Hermes, or any OpenAI-compatible server.
es: OpenClaw, Hermes o cualquier servidor compatible con OpenAI.
ja: OpenClaw、Hermes、またはOpenAI互換のサーバー。
zh_hans: OpenClaw、Hermes，或任意兼容 OpenAI 的服务器。

source: OpenRouter is connected
es: OpenRouter está conectado
ja: OpenRouterに接続済み
zh_hans: OpenRouter 已连接

source: OpenRouter is set up
es: OpenRouter está configurado
ja: OpenRouterは設定済み
zh_hans: OpenRouter 已设置

source: OpenRouter with your key
es: OpenRouter con tu clave
ja: 自分のキーでOpenRouterを使用
zh_hans: 使用自己的密钥连接 OpenRouter
